"(optional)" = "(可选)";
"Address Book:" = "地址簿:";
"Apply Coupon" = "使用优惠券";
"Buy Later" = "稍后购买";
"Buy Now" = "立即购买";
"Cancel" = "取消";
"Card Number:" = "信用卡号:";
"City:" = "城市:";
"Close" = "关闭";
"Company Name:" = "公司名称:";
"Confirm Email:" = "确认邮件:";
"Country:" = "国家:";
"Coupon Code:" = "优惠券号:";
"Coupon:" = "优惠券:";
"Credit Card" = "信用卡";
"Credit Card Type:" = "信用卡类型:";
"Diners Club" = "大来信用卡";
"Discover Card" = "Discover 信用卡";
"Done" = "完成";
"Email Address:" = "电子邮件地址:";
"Email Support" = "电子邮件支持";
"Enter your name and licence key to activate this software." = "输入您的姓名和许可证号来激活本软件。";
"Expiration Date:" = "过期时间:";
"FAX_MESSAGE" = "您能用信用卡支付、检查或订单购买。\n\n填写下表并发送您的订单到:\n\nCocoatech\n4255 24th St.\nSan Francisco, CA 94114";
"Fax, Mail or Purchase Order" = "传真、邮件或购买订单";
"First Name:" = "名字:";
"Full Version" = "完整版";
"Home Address" = "家庭地址";
"In order to qualify for the upgrade price, you must have a valid license key from a previous version of this software." = "要获得升级优惠价，您必须有一个本软件上一版本的有效许可证。";
"Last Name:" = "姓氏:";
"License Key:" = "许可证号:";
"Login to PayPal" = "登录到 PayPal";
"Mail or Purchase Order" = "邮件或订购";
"Name on Card:" = "信用卡用户名:";
"Name:" = "名称:";
"Next" = "下一个";
"Number of Users:" = "用户数:";
"OK" = "好";
"Office Address" = "办公地址";
"Order Summary:" = "订单描述:";
"PAYPAL_MESSAGE" = "用 PayPal 购买十分简单。点按下方按钮，将出现一个页面，通过它您能登录 PayPal 并进行支付。\n\n如果您更喜欢通过网络浏览器使用 PayPal， <a href=\"mkcl://kMKCShowPayPalInDefaultBrowser\">请点这里</a>.\n如果您使用您默认的网络浏览器，您将需要在收到电子邮件后手动输入您的许可证。";
"PREPAID_MESSAGE" = "如果您收到了预付优惠号，请在此输入。";
"Pay by Fax, Mail or Purchase Order" = "用传真、邮件或购买订单支付";
"Pay using Credit Card" = "使用信用卡支付";
"Pay using PayPal" = "使用 PayPal 支付";
"Pay using Prepaid Code" = "用预付码支付";
"Phone Number:" = "电话号码:";
"Place Order" = "订购";
"Postal/Zip Code:" = "邮政编码:";
"Prepaid Code" = "预付码";
"Prepaid Code:" = "预付码:";
"Previous" = "上一个";
"Pricing Information:" = "价格信息:";
"Primary Address" = "主地址";
"Print" = "打印";
"Print Form" = "打印表单";
"Quit" = "退出";
"Secure Purchasing System" = "安全购买系统";
"Security Code:" = "安全码:";
"State/Province:" = "州/省:";
"Street Address:" = "街道地址:";
"Submit Code" = "提交码";
"Subscribe to the Path Finder newsletter" = "订阅 Path Finder 简讯";
"THANKYOU_MESSAGE" = "您已经购买成功！\n\n您的电脑现在已授权使用 Path Finder，您的许可信息已存储。\n\n点按下面的打印按钮以便打印您的许可号码并保存到安全的地方。在您更换机器或重装操作系统后可能会用到它。\n\n我们已将许可密钥发送到您的电子邮箱地址：##USERS_EMAIL##。\n您无需对该邮件进行任何操作。您的注册码已被记录，但您可以将其打印备份。\n\n您可以在 Path Finder 的关于对话框查看您的许可信息。在 Path Finder 菜单中选择  \"关于 Path Finder\" 即可。\n\n再次感谢您！如果您有问题或疑问，请告诉我们！给我们发一封 <a href=\"mailto:help@cocoatech.com\">电子邮件</a>。";
"THANKYOU_TITLE" = "感谢您购买 Path Finder！";
"Tab" = "标签";
"To pay using a different method, go back to the previous step and choose a different payment method." = "要用其它方法购买，返回上一步选择一个不同的付费方式。";
"Update" = "更新";
"Upgrade" = "升级";
"View" = "显示";
"WELCOME_MESSAGE" = "十分感谢您的支持！Path Finder 是因为有您这样用户的支持才能不断更新和发展。\n\n您能通过信用卡、PayPal、传真、购买订单或邮件进行购买。\n\n如果您已经有一个许可证号，并需要激活 <a href=\"mkcl://kMKCEnterLicenseKey\">点按这里</a>.\n\n如果您有任何问题，请给我们发封 <a href=\"mailto:help@cocoatech.com\">电子邮件</a>.";
"WELCOME_TITLE" = "请注册 Path Finder";
"What kind of license do you want?" = "您想要何种许可？";
"Your details are secured in transfer with 128-bit SSL encryption." = "您的详细信息在传输时已通过 128 位 SSL 加密保护。";
"not licensed" = "未注册";

/* ==== UNLOCALIZED ==== */

"American Express" = "American Express";
"JCB" = "JCB";
"MasterCard" = "MasterCard";
"PayPal" = "PayPal";
"Visa" = "Visa";
